Revit 2027 API
ParameterTypeId.SpatialFieldMgrLegendShowDescription Property
 "Show Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpatialFieldMgrLegendShowDescription { get; }
Public Shared ReadOnly Property SpatialFieldMgrLegendShowDescription As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpatialFieldMgrLegendShowDescription {
	ForgeTypeId^ get ();
}
static member SpatialFieldMgrLegendShowDescription : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace